cases/artigo_mestrado/on-caso-1.2/_grid_qin_fluid/P3900_d1e15/0/U
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    object U;
}

dimensions      [ 0 1 -1 0 0 0 0 ];
internalField   uniform ( 0 0 0 );
boundaryField
{
    inlet           { type flowRateInletVelocity; volumetricFlowRate constant 7.82297e-11; value uniform (0 0 3e-6); }
    outlet_peri     { type pressureInletOutletVelocity; value uniform (0 0 0); }
    fsi_pia         { type noSlip; }
    fsi_dura        { type noSlip; }
    lid_wall_inner  { type noSlip; }
    lid_wall_outer  { type noSlip; }
}
