cases/artigo_mestrado/on-caso-1.2/_grid_qin_fluid/P3900_d1e15/system/fvSolution
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object fvSolution;
}

solvers
{
    p
    {
        solver          GAMG;
        tolerance       1e-08;
        relTol          0.05;
        smoother        GaussSeidel;
        nCellsInCoarsestLevel 20;
        maxIter         100;
    }
    U
    {
        solver          smoothSolver;
        smoother        symGaussSeidel;
        tolerance       1e-09;
        relTol          0.01;
    }
}
SIMPLE
{
    nNonOrthogonalCorrectors 2;
    consistent      no;
    residualControl { p 1e-6; U 1e-7; }
}
relaxationFactors
{
    fields    { p   0.3; }
    equations { U   0.7; }
}
